Repository: dynacase-labs/dynacase-admin-authent-ui
Catalog: locale/*/LC_MESSAGES/src/AUTHENTUI_*.po
Languages: fr

# access
source: <p>Token <b>%s</b></br> has been create.</p>
fr: <p>Le jeton <b>%s</b></br> a été créé.</p>

# access
source: <p>Token <b>%s</b></br> has been deleted.</p>
fr: <p>Le jeton <b>%s</b></br> a été suprimé.</p>

source: AUTHENTUI:ADMIN_ACTIONS_LIST short_name
fr: Liste des ui d'authentifications

source: AUTHENTUI:AUTHENTUI
fr: Authentification

source: AUTHENTUI:AUTHENTUIDESCR
fr: Gestion de l'authentification

source: AUTHENTUI:main Access
fr: Accès principal

# accessToken
source: Expire date is mandatory to create token
fr: La date d'expiration est nécessaire pour créer un jeton

# accessToken
source: Invalid date "%s" for token
fr: Date "%s" invalide pour la création du jeton

# accesstoken
source: No user match %s
fr: Aucun utilisateur ne correpond à "%s"

# accesstoken
source: Once
fr: Unique

# access
source: Token %s not exists
fr: Le jeton "%s" n'existe pas

source: Token Access
fr: Jetons d'accès aux applications

source: Token Data
fr: Données des jetons d'authentification

source: Token Info
fr: Information du jetons

source: Token Methods
fr: Méthodes de gestion des jetons d'authentification

source: Token User Data
fr: Liste des utilisateurs

source: Token access
fr: Jetons d'authentification

# access
source: User %s not exists
fr: L'utilisateur "%s" n'existe pas

source: accesstoken:Add another key
fr: Ajouter un autre paramètre de contexte

source: accesstoken:Always
fr: Réutilisable

source: accesstoken:Cancel
fr: Annuler

source: accesstoken:Confirm token deletion
fr: Je confirme la suppression du jeton

source: accesstoken:Create a new token
fr: Créer un nouveau jeton

source: accesstoken:Create the token
fr: Créer le jeton

source: accesstoken:Delete the token
fr: Supprimer le jeton

source: accesstoken:Delete token. Are you sure ?
fr: Suppression du jeton d'authentification. Êtes-vous sûr ?

source: accesstoken:Identifier
fr: Identifiant

source: accesstoken:Last created token is
fr: Dernier jeton créé

source: accesstoken:Never expire
fr: Pas d'expiration

source: accesstoken:New token
fr: Nouveau jeton d'authentification

source: accesstoken:One shot
fr: Unique

source: accesstoken:Show expired tokens
fr: Afficher les jetons expirés

source: accesstoken:Token Deletion
fr: Suppression du jeton

source: accesstoken:Token info
fr: Information

source: accesstoken:User login
fr: Identifiant utilisateur (login)

source: accesstoken:Write a description
fr: Indiquer une description

source: accesstoken:allapplication
fr: Toutes actions disponibles

source: accesstoken:author
fr: Auteur

source: accesstoken:context
fr: Contexte

source: accesstoken:date
fr: Expiration

source: accesstoken:delete
fr: Supprimer

source: accesstoken:description
fr: Description

source: accesstoken:expandable
fr: Usage

source: accesstoken:expire
fr: Date d'expiration

source: accesstoken:infinity
fr: Infinie

source: accesstoken:oruntil
fr: ou jusqu'au

source: accesstoken:parameterKey
fr: Autres arguments

source: accesstoken:parameterValue
fr: Valeurs

source: accesstoken:token
fr: Jeton

source: accesstoken:user
fr: Utilisateur

source: accesstoken:validated
fr: Validité
